<template>
  <div class="desc">
    <h3>Информация</h3>

    <ul>
      <li>Здравствуйте, моё имя Эльмурат! Не могу сказать что с ранних лет занимаюсь или интересуюсь программированием, но этот интерес к программироваю начался ещё во времена школьних лет. Начал изучать язык программирования Java, да Java не JavaScript. Cейчас же занимаюсь frontend разработкой, в основном на Vue.js. Также у меня был опыт использования React.js, сборки клиентской части без фреймворков и библиотек с использованием Vanilla.js. Могу ещё добавить, что у меня было взаимодействие с Backend разработкой, с CMS WordPress, Tilda, а также касаемо Vue.js было взаимодействие с Nuxt.js</li>
      <li>Cвободное время, тратить мне нравиться на путешествие по природе, занятия спортом, на изучение нового для меня материала внезависимости от типа информации и на отдых!</li>
      <li>Планов на будущее у меня много, соответственно поставленных целей! И я буду стремиться достичь эти цели!</li>
    </ul>
     
  </div>
 </template>
 
 <script setup>
 </script>


 